import React from 'react'

const Introduction = () => {
  return (
    <div>
      <h1>소개</h1>
      안녕하십니까? CLNEWZE 입니다.<br/>
      현재 지금은 개발 중이며, 서비스 오픈일은 24년 1월 경에 오픈 예정입니다. <br/>
      지금까지 완성된 작업은 악보 리스트, 레스너 리스트, 연습실 관련 리스트 완성 하였으며, <br/>
      차후, 소개란에는 CLNEWZE의 대한 소개와 공지사항 등등을 넣을 예정이며 <br/>
      공연 정보와 음악 전문가들을 위한 커뮤니티 관련된 블로그형으로 넣을 예정입니다.<br/>
      또한 음악 전문가들을 위한 공연 일정 관리, 레스너 일정 관리, 음악 클래스 관련된 ERP를 제공 할 것이며,<br/>
      각 회원들마다 구독자 해택을 이용하여 악보 다운로드, 레스너 및 공연 서비스 등 해택 기능을 제공하고자 합니다.<br/>
      마지막으로 각각 음악가들 및 개발자들분 께서 아이디어를 제공해 주시면 적극적으로 수용 예정입니다.<br/>
      감사합니다.<br/>
      이에 문의사항은 <br/>
      이메일 : berkleylim16@gmail.com <br/>
      오픈채팅 : https://open.kakao.com/me/clnewzedeveloper <br/>
      을 통해 피드백 부탁드립니다.<br/>
      <br/><br/>
      <h2>사이드 프로젝트 안내</h2>
      본인이 React + Java(Spring Boot) 기반으로 개발 숙련도를 올리고 싶은 인재나 <br/>
      디자이너 역시 모집 중입니다. 포트폴리오를 하나 만들어 가실 인재분들은 <br/>
      위에 오픈 챗팅 및 이메일을 통해 언제든지 문의 바랍니다.
    </div>
  )
}

export default Introduction