import React from 'react'

const IntroductionComponent = (props) => {
    return (
      <div>
        안녕하십니까? CLNEWZE 입니다.<br/>
        현재 지금은 개발 중이며, 서비스 오픈일은 23년 12월 경에 오픈 예정입니다. <br/>
        지금까지 완성된 작업은 악보 리스트, 레스너 리스트, 연습실 관련 리스트 완성 하였으며, <br/>
        차후, 소개란에는 CLNEWZE의 대한 소개와 공지사항 등등을 넣을 예정이며 <br/>
        공연 정보와 음악 전문가들을 위한 커뮤니티 관련된 블로그형으로 넣을 예정입니다.<br/>
        또한 음악 전문가들을 위한 공연 일정 관리, 레스너 일정 관리, 음악 클래스 관련된 ERP를 제공 할 것이며,<br/>
        각 회원들마다 구독자 해택을 이용하여 악보 다운로드, 레스너 및 공연 서비스 등 해택 기능을 제공하고자 합니다.<br/>
        마지막으로 각각 음악가들 및 개발자들분 께서 아이디어를 제공해 주시면 적극적으로 수용 예정입니다.<br/>
        감사합니다.<br/>
      </div>
    )
}

export default IntroductionComponent;

